output/baseline_A_team_release/wo006_su2_baseline_validation/cfd_release_v0_phase3_openfoam_ladder/openfoam_cases/layers_8_kOmegaSST_same_mesh/0/omega
FoamFile
{
    version     2.0;
    format      ascii;
    class       volScalarField;
    object      omega;
}
dimensions      [0 0 -1 0 0 0 0];
internalField   uniform 0.145;
boundaryField
{
    farfield
    {
        type            freestream;
        freestreamValue uniform 0.145;
    }
    "(wing_upper|wing_lower|tip_left|tip_right|te_wall|closure_wall)"
    {
        type            omegaWallFunction;
        value           uniform 0.145;
    }
}
