output/baseline_A_team_release/wo006_su2_baseline_validation/cfd_release_v0_phase3_openfoam_ladder/openfoam_cases/layers_8_kOmegaSST_same_mesh/system/blockMeshDict
FoamFile
{
    version     2.0;
    format      ascii;
    class       dictionary;
    object      blockMeshDict;
}
scale 1;
vertices
(
    (-10.036855258 -20.177307629 -10.132695899)
    (21.326355546 -20.177307629 -10.132695899)
    (21.326355546 20.177307629 -10.132695899)
    (-10.036855258 20.177307629 -10.132695899)
    (-10.036855258 -20.177307629 12.724453594)
    (21.326355546 -20.177307629 12.724453594)
    (21.326355546 20.177307629 12.724453594)
    (-10.036855258 20.177307629 12.724453594)
);
blocks
(
    hex (0 1 2 3 4 5 6 7) (48 80 36) simpleGrading (1 1 1)
);
edges ();
boundary
(
    farfield
    {
        type patch;
        faces
        (
            (0 3 2 1)
            (4 5 6 7)
            (0 1 5 4)
            (1 2 6 5)
            (2 3 7 6)
            (3 0 4 7)
        );
    }
);
mergePatchPairs ();
